brew "act"
brew "age"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "antidote"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "automake"
brew "libgit2"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "boost"
brew "btop"
brew "glib"
brew "cairo"
brew "cmake"
brew "croc"
brew "ctags"
brew "deno"
brew "difftastic"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "editorconfig-checker"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gcc"
brew "fortune"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "github-release"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "goose"
brew "grep"
brew "grip"
brew "hashcat"
brew "hcxtools"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jless"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lf"
brew "libffi"
brew "libpcap"
brew "libplacebo"
brew "libpq"
brew "llvm@15"
brew "mackup"
brew "markdownlint-cli2"
brew "mas"
brew "mise"
brew "molecule"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mvfst"
brew "mypy"
brew "nano"
brew "neovim"
brew "openblas"
brew "numpy", link: false
brew "openvino"
brew "tmux"
brew "overmind"
brew "peco"
brew "pinentry-mac"
brew "portaudio"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "spicetify-cli"
brew "spoof-mac"
brew "sshuttle"
brew "streamlink"
brew "ta-lib"
brew "tlrc"
brew "topgrade"
brew "translate-shell"
brew "tree"
brew "unar"
brew "vips"
brew "wget"
brew "yamllint"
brew "zellij"
brew "zsh"
cask "alex313031-thorium"
cask "alt-tab"
cask "altserver"
cask "android-platform-tools"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "clickhouse"
cask "cryptomator"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "drawio"
cask "dupeguru"
cask "easy-move+resize"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "font-martian-mono"
cask "font-open-sans"
cask "gitkraken"
cask "gittyup"
cask "goland"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "gstreamer-runtime"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "launchcontrol"
cask "localsend"
cask "macs-fan-control"
cask "megasync"
cask "mullvad-browser"
cask "neohtop"
cask "nextcloud"
cask "numi"
cask "obs"
cask "orbstack"
cask "owncloud"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "qview"
cask "raycast"
cask "red-canary-mac-monitor"
cask "redis-insight"
cask "rubymine"
cask "session"
cask "shottr"
cask "skype"
cask "slack"
cask "sonixd"
cask "spacedrive"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "submariner"
cask "suspicious-package"
cask "swift-quit"
cask "temurin11"
cask "the-unarchiver"
cask "ticktick"
cask "tor-browser"
cask "tradingview"
cask "trae"
cask "transmission"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "whisky"
cask "wine-stable"
cask "xee"
cask "yandex"
cask "zed"
