tap "browsers-software/tap"
tap "dracula/install"
tap "krishkrosh/apps"
tap "marwanhawari/tap"
tap "productdevbook/tap"
tap "steipete/tap"
tap "tw93/tap"
brew "antidote"
brew "aom"
brew "bandwhich"
brew "bat"
brew "cairo"
brew "coreutils"
brew "cryptography"
brew "dive"
brew "editorconfig-checker"
brew "fd"
brew "ffmpeg"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "git-crypt"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "imagemagick"
brew "jj"
brew "jpeg-xl"
brew "jq"
brew "leptonica"
brew "libass"
brew "libffi"
brew "libgit2"
brew "libheif"
brew "libplacebo"
brew "libyaml"
brew "mise"
brew "mosh"
brew "mpv"
brew "nano"
brew "neovim"
brew "openblas"
brew "openjpeg"
brew "openssl@3"
brew "overmind"
brew "pango"
brew "pkgconf"
brew "python@3.13"
brew "rclone"
brew "readline"
brew "scrcpy"
brew "shared-mime-info"
brew "shellcheck"
brew "ta-lib"
brew "tesseract"
brew "tmux"
brew "tree"
brew "tw93/tap/mole"
brew "unbound"
brew "vapoursynth"
brew "vips"
brew "webp"
brew "wget"
brew "xz"
brew "yt-dlp"
brew "zellij"
brew "zsh"
cask "alt-tab"
cask "android-platform-tools"
cask "antigravity"
cask "ayugram"
cask "beekeeper-studio"
cask "browsers-software/tap/browsers"
cask "cmux"
cask "dracula/install/dracula-wallpaper"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "font-martian-mono"
cask "font-open-sans"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "gstreamer-runtime"
cask "helium-browser"
cask "iina"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "krishkrosh/apps/trackweight"
cask "localsend"
cask "megasync"
cask "neohtop"
cask "obs"
cask "obsidian"
cask "opencloud"
cask "orbstack"
cask "owncloud"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklook-video"
cask "quicklookase"
cask "qview"
cask "raycast"
cask "steam"
cask "steipete/tap/codexbar"
cask "swift-quit"
cask "ticktick"
cask "tradingview"
cask "transmission"
cask "visual-studio-code"
cask "yandex"
cask "zed"
go "cmd/go"
go "cmd/gofmt"
go "github.com/charmbracelet/glow/v2"
go "github.com/cweill/gotests/gotests"
go "github.com/editorconfig-checker/editorconfig-checker/v3/cmd/editorconfig-checker"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/haya14busa/goplay/cmd/goplay"
go "github.com/jesseduffield/lazydocker"
go "github.com/josharian/impl"
go "github.com/Mayurifag/yawn/cmd/yawn"
go "github.com/Shopify/ejson/cmd/ejson"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
cargo "cargo-update"
cargo "dum"
cargo "eza"
cargo "git-trim"
cargo "llmfit"
cargo "lsd"
cargo "ripgrep"
cargo "tlrc"
cargo "unmake"
cargo "zoxide"
uv "ansible-core"
uv "ansible-lint"
uv "ansible"
uv "codespell"
uv "gallery-dl"
uv "maigret"
uv "ruff"
uv "shcheck"
uv "sherlock-project"
uv "yamllint"
uv "yt-dlp"
