tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
tap "localsend/localsend"
tap "null-dev/firefox-profile-switcher"
tap "oven-sh/bun"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "unused-code/formulae"
brew "act"
brew "age"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "ansible-lint"
brew "antidote"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "automake"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "boost"
brew "btop"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "croc"
brew "ctags"
brew "difftastic"
brew "dive"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "editorconfig-checker"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fortune"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "github-release"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "grep"
brew "grip"
brew "hashcat"
brew "hcxtools"
brew "httpie"
brew "iperf3"
brew "jless"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lf"
brew "libffi"
brew "shared-mime-info"
brew "libheif"
brew "libpcap"
brew "libplacebo"
brew "libpq"
brew "llvm@15"
brew "mackup"
brew "mas"
brew "mise"
brew "molecule"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mypy"
brew "nano"
brew "neovim"
brew "openblas"
brew "numpy"
brew "openvino"
brew "peco"
brew "pinentry-mac"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "spoof-mac"
brew "sshuttle"
brew "streamlink"
brew "syncthing", restart_service: true
brew "tmux"
brew "topgrade"
brew "translate-shell"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "watchman"
brew "wget"
brew "yamllint"
brew "zsh"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "oven-sh/bun/bun"
brew "unused-code/formulae/unused"
cask "alt-tab"
cask "altserver"
cask "android-platform-tools"
cask "bruno"
cask "cryptomator"
cask "cursor"
cask "datagrip"
cask "discord"
cask "drawio"
cask "dupeguru"
cask "easy-move+resize"
cask "eloston-chromium"
cask "finicky"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "font-martian-mono"
cask "font-open-sans"
cask "gitkraken"
cask "goland"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "gstreamer-runtime"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "launchcontrol"
cask "localsend"
cask "macs-fan-control"
cask "megasync"
cask "mullvad-browser"
cask "neardrop"
cask "nextcloud"
cask "ngrok"
cask "numi"
cask "obs"
cask "orbstack"
cask "owncloud"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "qview"
cask "raycast"
cask "red-canary-mac-monitor"
cask "redisinsight"
cask "rubymine"
cask "shottr"
cask "skype"
cask "slack"
cask "sonixd"
cask "spacedrive"
cask "steam"
cask "streamlink-twitch-gui"
cask "submariner"
cask "suspicious-package"
cask "temurin11"
cask "the-unarchiver"
cask "ticktick"
cask "tor-browser"
cask "tradingview"
cask "transmission"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "whisky"
cask "wine-stable"
cask "xee"
cask "yandex"
cask "zed"
mas "FileFly", id: 1573114270
mas "HeatMap", id: 1608853761
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixea", id: 1507782672
mas "Shazam", id: 897118787
mas "Spellar AI", id: 6448315377
mas "StockTicker", id: 1502923895
mas "Tag Editor Lite", id: 984278082
mas "Telegram Lite", id: 946399090
mas "Texas Poker", id: 431501599
mas "Urban VPN Desktop", id: 1517772049
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "britesnow.vscode-toggle-quotes"
vscode "chakrounanas.turbo-console-log"
vscode "codezombiech.gitignore"
vscode "dracula-theme.theme-dracula"
vscode "earshinov.sort-lines-by-selection"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "flyfly6.terminal-in-status-bar"
vscode "freewil.vscode-coffeelint2"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "huuums.vscode-fast-folder-structure"
vscode "ibm.output-colorizer"
vscode "karunamurti.haml"
vscode "ldez.ignore-files"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.code-beautifier"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "noku.rails-run-spec-vscode"
vscode "perkovec.emoji"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.material-icon-theme"
vscode "qezhu.gitlink"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "sharat.vscode-brewfile"
vscode "shopify.ruby-lsp"
vscode "sporto.rails-go-to-spec"
vscode "stkb.rewrap"
vscode "svipas.control-snippets"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "xshrim.txt-syntax"
vscode "yzhang.markdown-all-in-one"
