AutoHotkey.AutoHotkey
DEVCOM.JetBrainsMonoNerdFont
Discord.Discord
Docker.DockerDesktop
Espanso.Espanso
Git.Git
GitHub.cli
GnuWin32.Make
jdx.mise
jtroo.kanata_gui
KeePassXC.KeePassXC
koalaman.shellcheck
lin-ycv.EverythingPowerToys
LocalSend.LocalSend
M2Team.NanaZip
Microsoft.PowerShell
Microsoft.VisualStudioCode
Microsoft.WindowsTerminal
RadolynLabs.AyuGramDesktop
Rclone.Rclone
RamenSoftware.Windhawk
voidtools.Everything.Alpha
