AutoHotkey.AutoHotkey
DEVCOM.JetBrainsMonoNerdFont
Discord.Discord
Docker.DockerDesktop
Espanso.Espanso
Genymobile.scrcpy
Git.Git
GitHub.cli
GnuWin32.Make
Google.PlatformTools
hpjansson.Chafa
ImputNet.Helium
jdx.mise
KeePassXC.KeePassXC
koalaman.shellcheck
lin-ycv.EverythingPowerToys
LocalSend.LocalSend
LibreHardwareMonitor.LibreHardwareMonitor
M2Team.NanaZip
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.VisualStudioCode
Microsoft.WindowsTerminal
qarmin.krokiet
RadolynLabs.AyuGramDesktop
Rclone.Rclone
RamenSoftware.Windhawk
ShareX.ShareX
sharkdp.bat
shinchiro.mpv
Streamlink.Streamlink
trzsz.tssh
voidtools.Everything.Alpha
